index.org
#+TITLE: Jinghui Hu's Personal Webpages
#+AUTHOR: Jinghui Hu
#+EMAIL: hujinghui@buaa.edu.cn
#+DATE: <2019-07-20 Sat 00:37:36>
#+HTML_LINK_UP: ../readme.html
#+HTML_LINK_HOME: ../index.html
#+TAGS: tag1 tag2 tag3


* starting here


* Study and Working
** Education Experience
- 2011/09 – 2015/07: [[https://www.buaa.edu.cn][Beihang University]], Bachelor Degree of Computer Science and
  Technology
- 2012/09 – 2015/07: [[https://www.buaa.edu.cn][Beihang University]], Second Bachelor Degree of Mathematics
  and Applied Mathematics
- 2015/09 - 2018/03: [[https://www.buaa.edu.cn][Beihang University]], Master Degree of Computer Technology
** Internship and Working Experience
- 2013/07 – 2013/09: Intern Java Programmer at [[http://www.snsoft.com.cn/index.html][Beijing City North and South
  Software Technologies Company Ltd.]]
- 2016/03 – 2016/09: Intern C# and Python Backend Programmer at [[https://www.tencent.com][Beijing City
  Tencent Computer System Company Ltd.]]
- 2018/09 – now: Backend Programmer at [[http://www.avicmti.avic.com][AVIC Manufacturing Technology Institute]]
* Publications
+ 2018
  - Jinghui Hu, Ji Wu, Han Meng, Chao Liu, and Haiyan Yang, "Signal Model of
    Automatic Testing Technology for Airborne Equipment" Computer Science,
    vol. 45, pp. 94–98, 2018. (in Chinese) [[http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFQ&dbname=CJFDLAST2018&filename=JSJA201809016&v=MTA1MDBMejdCYjdHNEg5bk1wbzlFWW9SOGVYMUx1eFlTN0RoMVQzcVRyV00xRnJDVVJMT2ZaZVptRkNqa1VML0I=][cnki]]
  - Han Meng, Ji Wu, Jinghui Hu, Chao Liu, Haiyan Yang, and Xinyin Sun,
    "Modeling in Multiple Views and Industrial Case Study of Automatic Test for
    Hardware System" Computer Science, vol. 45, pp. 75–80, 2018. (in Chinese)
    [[http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFD&dbname=CJFDLAST2018&filename=JSJA201809013&v=MjMzODBGckNVUkxPZlplWm1GQ2psVnJySkx6N0JiN0c0SDluTXBvOUVaNFI4ZVgxTHV4WVM3RGgxVDNxVHJXTTE=][cnki]]
  - 吴际, 胡京徽, 崔明宝. 一种机载设备测试需求生成方法. 中国专利: CN108388231A,
    2018-08-10. [[http://dbpub.cnki.net/grid2008/dbpub/detail.aspx?dbcode=SCPD&dbname=SCPD2018&filename=CN108388231A][cnki]]
+ 2017
  - Jinghui Hu, Xu Wang, Jian Ren, Chao Liu. "Parallel Evolutionary Algorithm in
    Solving Single Objective Software Project Management Problem", NASAC2017
    English Track. 2017, Harbin China, Nov 2017.
  - 刘超, 胡京徽, 杨海燕, 吴际. 一种基于本体的 RUCM 模型一致性检查方法. 中国专
    利: CN107168762A, 2017-09-15. [[http://dbpub.cnki.net/grid2008/dbpub/detail.aspx?dbcode=SCPD&dbname=SCPD2017&filename=CN107168762A][cnki]]

* Links
1. [[https://www.linkedin.com/in/jeanhwea][LinkedIn]]
2. [[https://github.com/Jeanhwea][Github]]
3. [[file:readme.html][Notes]]

* Tools
1. [[https://unbug.github.io/codelf][codelf]]
