index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-08-30 Fri 05:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jinghui Hu's Personal Webpages</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Jinghui Hu" />
</head>
<body>
<div id="content">
<h1 class="title">Jinghui Hu's Personal Webpages</h1>

<div id="outline-container-org5ce1299" class="outline-2">
<h2 id="org5ce1299"><span class="section-number-2">1</span> Study and Working</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orge0bebc3" class="outline-3">
<h3 id="orge0bebc3"><span class="section-number-3">1.1</span> Education Experience</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>2011/09 – 2015/07: <a href="https://www.buaa.edu.cn">Beihang University</a>, Bachelor Degree of Computer Science and
Technology</li>
<li>2012/09 – 2015/07: <a href="https://www.buaa.edu.cn">Beihang University</a>, Second Bachelor Degree of Mathematics
and Applied Mathematics</li>
<li>2015/09 - 2018/03: <a href="https://www.buaa.edu.cn">Beihang University</a>, Master Degree of Computer Technology</li>
</ul>
</div>
</div>
<div id="outline-container-org658c2e4" class="outline-3">
<h3 id="org658c2e4"><span class="section-number-3">1.2</span> Internship and Working Experience</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>2013/07 – 2013/09: Intern Java Programmer at <a href="http://www.snsoft.com.cn/index.html">Beijing City North and South
Software Technologies Company Ltd.</a></li>
<li>2016/03 – 2016/09: Intern C# and Python Backend Programmer at <a href="https://www.tencent.com">Beijing City
Tencent Computer System Company Ltd.</a></li>
<li>2018/09 – now: Backend Programmer at <a href="http://www.avicmti.avic.com">AVIC Manufacturing Technology Institute</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org079625f" class="outline-2">
<h2 id="org079625f"><span class="section-number-2">2</span> Publications</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>2018
<ul class="org-ul">
<li>Jinghui Hu, Ji Wu, Han Meng, Chao Liu, and Haiyan Yang, "Signal Model of
Automatic Testing Technology for Airborne Equipment" Computer Science,
vol. 45, pp. 94–98, 2018. (in Chinese) <a href="http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFQ&amp;dbname=CJFDLAST2018&amp;filename=JSJA201809016&amp;v=MTA1MDBMejdCYjdHNEg5bk1wbzlFWW9SOGVYMUx1eFlTN0RoMVQzcVRyV00xRnJDVVJMT2ZaZVptRkNqa1VML0I=">cnki</a></li>
<li>Han Meng, Ji Wu, Jinghui Hu, Chao Liu, Haiyan Yang, and Xinyin Sun,
"Modeling in Multiple Views and Industrial Case Study of Automatic Test for
Hardware System" Computer Science, vol. 45, pp. 75–80, 2018. (in Chinese)
<a href="http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFD&amp;dbname=CJFDLAST2018&amp;filename=JSJA201809013&amp;v=MjMzODBGckNVUkxPZlplWm1GQ2psVnJySkx6N0JiN0c0SDluTXBvOUVaNFI4ZVgxTHV4WVM3RGgxVDNxVHJXTTE=">cnki</a></li>
<li>吴际, 胡京徽, 崔明宝. 一种机载设备测试需求生成方法. 中国专利: CN108388231A,
2018-08-10. <a href="http://dbpub.cnki.net/grid2008/dbpub/detail.aspx?dbcode=SCPD&amp;dbname=SCPD2018&amp;filename=CN108388231A">cnki</a></li>
</ul></li>
<li>2017
<ul class="org-ul">
<li>Jinghui Hu, Xu Wang, Jian Ren, Chao Liu. "Parallel Evolutionary Algorithm in
Solving Single Objective Software Project Management Problem", NASAC2017
English Track. 2017, Harbin China, Nov 2017.</li>
<li>刘超, 胡京徽, 杨海燕, 吴际. 一种基于本体的 RUCM 模型一致性检查方法. 中国专
利: CN107168762A, 2017-09-15. <a href="http://dbpub.cnki.net/grid2008/dbpub/detail.aspx?dbcode=SCPD&amp;dbname=SCPD2017&amp;filename=CN107168762A">cnki</a></li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgca546b5" class="outline-2">
<h2 id="orgca546b5"><span class="section-number-2">3</span> Links</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li><a href="https://www.linkedin.com/in/jeanhwea">LinkedIn</a></li>
<li><a href="https://github.com/Jeanhwea">Github</a></li>
<li><a href="readme.html">Blog &amp; Notes</a></li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Last Updated 2019-08-30 Fri 05:07. Created by Jinghui Hu at 2019-07-20 Sat 00:37.</p>
</div>
</body>
</html>
